{
  "greetings": [
    "Hey there! How's it going?",
    "Hi! Nice to meet you.",
    "Hello! How are you today?",
    "Hey! What's up?",
    "Hi there! How's your day been?",
    "Hello! It's great to see you.",
    "Hey! How's everything going with you?",
    "Hi! How are things going on your end?",
    "Hello there! What have you been up to?",
    "Hey! Just wanted to say hi and introduce myself.",
    "Yo! What's crackin'?",
    "Hiya! How's life treating ya?",
    "Hey hey hey! What's the scoop?",
    "Well, hello there! How's your day shaping up?",
    "Hey you! What's the latest?",
    "Hi hi hi! How's everything hanging?",
    "Hello, sunshine! How are things on your end?",
    "Hey buddy! What mischief are you up to?",
    "Hey there! What's cookin' good lookin'?",
    "Hi friend! Ready to conquer the day?",
    "Well, hello there! It's been a minute since we last crossed paths. How have you been? I hope life has been treating you well and that you've been chasing those dreams of yours with passion and determination.",
    "Hey, friend! I just wanted to take a moment to reach out and reconnect. It's been too long since we caught up and I've been missing our conversations. How's everything in your world? Fill me in on all the juicy details!",
    "Hello, my dear friend! As I sit here typing away, I can't help but think of you and all the memories we've shared. From late-night chats to spontaneous adventures, you've been by my side through it all. Let's catch up soon and reminisce about the good old days.",
    "Hey there, sunshine! I hope this message finds you in high spirits and ready to take on the world. I've been thinking about you a lot lately and I just wanted to remind you how incredible you are. Keep shining bright!",
    "Hiya, pal! Life has been throwing curveballs left and right, but through it all, one thing remains constant: our friendship. I just wanted to drop you a line to say how much I appreciate having you in my life. You're the peanut butter to my jelly, the cheese to my macaroni. Let's keep making memories together!"
  ]
}
